Overload List
Name  |   Description
CalculateExtrusionData(IFCExtrusionCalculatorOptions, GeometryObject)
 Calculates the extrusion data from a Revit geometry object.
CalculateExtrusionData(IFCExtrusionCalculatorOptions, IList Face )
 See Also
  IFCExtrusionCalculatorUtils Class
  IFCExtrusionCalculatorUtils Members
  Autodesk.Revit.DB.IFC Namespace